# Несколько непривычный код набирайте его в точности

days = "Пн Вт Ср Чт Пт Сб Вс" # В переменную days передали строку "Пн Вт Ср Чт Пт Сб Вс"
months = "Янв \nФев \nАпр \nМай \nИюнь \nИюль \nАвг" # В переменную months "Янв \nФев \nАпр \nМай \nИюнь \nИюль \nАвг" - каждое значение с новой строки

print ("Это дни недели:", days) # Вывести на печать строку с значениями переменной days
print("А это месяцы:", months ) # Вывести на печать строку с значениями переменной months

print("""
	Что же тут творится?
	Мы можем набрать текста сколько угодно
	Даже 4 строки, 5 или 6 
	""")